tap "homebrew/bundle"
tap "homebrew/core"
brew "zsh"
brew "packer"
brew "go"
brew "google-java-format"
brew "julia"
brew "luarocks"
brew "xsel"
brew "stylua"
brew "ruby"
brew "ripgrep"
brew "rust"
brew "php"
brew "flake8"
brew "black"
brew "curl"
brew "gcc"
brew "bat"
brew "neovim"

brew "openjdk"

brew "stow"

brew "antibody"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

