tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "azure-cli"
brew "bat"
brew "coreutils"
brew "gcc"
brew "git"
brew "go"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "neovim", args: ["HEAD"]
brew "packer"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "terraform"
brew "tmux"
brew "wget"
brew "xsel"
brew "zsh"
brew "asdf"
