tap "homebrew/bundle"
tap "homebrew/core"
brew "zsh"
brew "tmux"
brew "packer"
brew "go"
brew "google-java-format"
brew "pyenv"
brew "julia"
brew "luarocks"
brew "xsel"
brew "stylua"
brew "ruby"
brew "ripgrep"
brew "rust"
brew "php"
brew "flake8"
brew "black"
brew "curl"
brew "gcc"
brew "bat"
<<<<<<< HEAD
brew "neovim"
=======
brew "neovim", args: ["HEAD"]
>>>>>>> master
brew "openjdk"
brew "stow"
brew "spotify-tui"
