tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "zsh"
brew "tmux"
brew "git"
brew "packer"
brew "go"
brew "google-java-format"
brew "pyenv"
brew "jenv"
brew "julia"
brew "luarocks"
brew "xsel"
brew "stylua"
brew "ruby"
brew "ripgrep"
brew "rust"
brew "php"
brew "flake8"
brew "black"
brew "curl"
brew "gcc"
brew "bat"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "stow"
brew "spotify-tui"
brew "terraform"
brew "azure-cli"
brew "kubernetes-cli"

cask "notion"
cask "whatsapp"
cask "spotify"
cask "microsoft-edge"
cask "google-drive"
cask "lens"
