tap "azure/kubelogin"
tap "buo/cask-upgrade"
tap "esolitos/ipa"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "predatorray/brew"
brew "ansible"
brew "antidote"
brew "argocd"
brew "coreutils"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "gcc"
brew "btop"
brew "cocoapods"
brew "curl"
brew "docker"
brew "eza"
brew "fzf"
brew "git"
brew "helm"
brew "hey"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubent"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "openfortivpn"
brew "openshift-cli"
brew "packer"
brew "perl"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "terraform", link: false
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xsel"
brew "yamllint"
brew "yq"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "esolitos/ipa/sshpass"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
cask "alt-tab"
cask "amethyst"
cask "android-commandlinetools"
cask "android-studio"
cask "anydo"
cask "chatgpt"
cask "cursor"
cask "deskpad"
cask "discord"
cask "drawio"
cask "flutter"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "google-drive"
cask "hammerspoon"
cask "insync"
cask "kitty"
cask "lens"
cask "logi-options+"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "notchnook"
cask "notion"
cask "opera"
cask "postman"
cask "powershell"
cask "raycast"
cask "slack"
cask "spotify"
cask "sunsama"
cask "surfshark"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
