tap "aquasecurity/trivy"
tap "azure/kubelogin"
tap "buo/cask-upgrade"
tap "dopplerhq/cli"
tap "esolitos/ipa"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "olets/tap"
tap "predatorray/brew"
tap "steipete/tap"
tap "supabase/tap"
tap "vladdoster/formulae"
brew "tree"
brew "ansible"
brew "antidote"
brew "argocd"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "blueutil"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "eza"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gnupg"
brew "helm"
brew "hey"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kompose"
brew "kubectx"
brew "kubelogin"
brew "kubent"
brew "kubernetes-cli"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "openai-whisper"
brew "openshift-cli"
brew "perl"
brew "pnpm"
brew "powershell", link: false
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sonar-scanner"
brew "stow"
brew "stylua"
brew "tailscale"
brew "tcptraceroute"
brew "telnet"
brew "tflint"
brew "tmux"
brew "vim"
brew "wget"
brew "xsel"
brew "yamllint"
brew "yq"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "dopplerhq/cli/doppler"
brew "esolitos/ipa/sshpass"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "steipete/tap/goplaces"
brew "steipete/tap/summarize"
brew "supabase/tap/supabase"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "balenaetcher"
cask "chatgpt-atlas"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "expo-orbit"
cask "font-meslo-for-powerlevel10k"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "logi-options+"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "native-access"
cask "ngrok"
cask "notion"
cask "postman"
cask "powershell"
cask "raycast"
cask "shottr"
cask "steam"
cask "surfshark"
cask "synology-drive"
cask "synologyassistant"
cask "tailscale-app"
cask "telegram"
cask "vlc"
cask "whatsapp"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
