lukechilds/zsh-nvm

#robbyrussell/oh-my-zsh path:plugins/colored-man-pages
#robbyrussell/oh-my-zsh path:plugins/command-not-found
robbyrussell/oh-my-zsh path:plugins/node

romkatv/powerlevel10k

rupa/z

zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting

jeffreytse/zsh-vi-mode
